QUESTIONS_AND_ANSWERS = [
    {"question": "Сколько это стоит? И как оплатить?",
     "expected": "Сутки — 400 рублей. Оплата курьеру — наличными или картой."},
    {"question": "Хочу сразу несколько самокатов! Так можно?",
     "expected": "Пока что у нас так: один заказ — один самокат. Если хотите покататься с друзьями, можете просто сделать несколько заказов — один за другим."},
    {"question": "Как рассчитывается время аренды?",
     "expected": "Допустим, вы оформляете заказ на 8 мая. Мы привозим самокат 8 мая в течение дня. Отсчёт времени аренды начинается с момента, когда вы оплатите заказ курьеру. Если мы привезли самокат 8 мая в 20:30, суточная аренда закончится 9 мая в 20:30."},
    {"question": "Можно ли заказать самокат прямо на сегодня?",
     "expected": "Только начиная с завтрашнего дня. Но скоро станем расторопнее."},
    {"question": "Можно ли продлить заказ или вернуть самокат раньше?",
     "expected": "Пока что нет! Но если что-то срочное — всегда можно позвонить в поддержку по красивому номеру 1010."},
    {"question": "Вы привозите зарядку вместе с самокатом?",
     "expected": "Самокат приезжает к вам с полной зарядкой. Этого хватает на восемь суток — даже если будете кататься без передышек и во сне. Зарядка не понадобится."},
    {"question": "Можно ли отменить заказ?",
     "expected": "Да, пока самокат не привезли. Штрафа не будет, объяснительной записки тоже не попросим. Все же свои."},
    {"question": "Я жизу за МКАДом, привезёте?",
     "expected": "Да, обязательно. Всем самокатов! И Москве, и Московской области."}
]
